{
    "Convertible": {
        "name": "The Mini Convertible - Cooper",
        "type": "3 doors",
        "price": "$43,390",
        "desc": "Meet the MINI Convertible, the most open-minded member of the MINI family. Featuring our signature 3-in-1 soft top roof and a refined interior with comfortable seating for four, it is always ready for your next open-air adventure. And with a lively Twin Power Turbo engine that can hit 100 km/h in a blistering 6.3 seconds (in the John Cooper Works variant), it is sure to deliver a few hair-raising thrills along the way. Discover the MINI Convertible today, and see the road in a whole new light.",
        "specs": "3 Cylinder 12 Valve Twin Power Turbo.  Top Speed: 205 km / h. Wheel size: 6.5J x 16. Dimensions: Length/Width/Height 3,837 / 1,727 / 1,415 (mm).",
        "pic": "pic-con.png",
        "headerpic": "header-con.jpg",
        "morepics": "mini-con.jpg"
    },
    
    "Cooper": {
        "name":"MINI Cooper",
        "type":"3 doors",
        "price":"$36,790",
        "desc":"Expressive and self assured, the new MINI 3 door is a true original, combining 60+ years of convention-defying ideas with modern touches and practical features. Iconic by design and urban by nature, it is made to stand out as you uncover new corners of your city. And with a distinct go-kart feel and plenty of power to boot, you are sure to find something exciting at every turn.",
        "specs": "3 Cylinder 12 Valve Twin Power Turbo. Top Speed: 210 km / h. Wheel size: 6.5J x 16. Dimensions: Length/Width/Height 3,837 / 1,727 / 1,415 (mm).",
        "pic": "pic-cooper.png",
        "headerpic": "header-3door.jpg",
        "morepics": "3door.jpg"
    },
    "CooperS": {
        "name":"MINI Cooper S",
        "type":"5 doors",
        "price":"$40,756",
        "desc":"It is everything you love about MINI…and more. Thanks to its unique layout and low centre of gravity, the MINI 5 door is ready to deliver the same corner-carving agility that made its 3-door brother famous. But with more doors, headroom, legroom, and cargo room, it may be the slightly better choice for anyone leading a slightly fuller life.",
        "specs": "4 Cylinder 16 Valve Twin Power Turbo. Top Speed: 233 km / h. Wheel size: 6.5J x 16. Dimensions: Length/Width/Height 4,013 / 1,727 / 1,425 (mm).",
        "pic": "pic-coopers.png",
        "headerpic": "header-5door.jpg",
        "morepics": "5door.jpg"
    },
    "SUV": {
        "name":"The Mini Countryman Hybrid SUV",
        "type":"Electric",
        "price":"$43,190",
        "desc":"The new MINI Countryman ALL4 is as daring and adventure minded as you are. Whether you prefer playing in the city or escaping it at the first opportunity, you will have the freedom and flexibility to go wherever your wandering mind takes you. Time to discover the new MINI Countryman and start writing your next adventure.",
        "specs": "Up to 29 km electric range. Up to 479 km combined range. 6.8 sec 0-100km/h. eAll4 all-wheel drive.",
        "pic": "pic-suv.png",
        "headerpic": "header-suv.jpg",
        "morepics": "suv.jpg"
    }

  }